const config = {
    退出: '退出',
    扁鹊Bot: {
        脑海: '脑海',
        百川: '百川2.0',
        文心一言: '文心一言3.5',
        新建对话: '新建对话',
        对话: '对话',
        '搜索...': '搜索...',
        搜索历史记录: '搜索历史记录',
        病历生成: '病历生成',
        社康培训问答: '社康培训问答',
        多模态医疗问答: '多模态医疗问答',
        灵感: '灵感',
        历史记录: '历史记录',
        换一换: '换一换',
        您可以试着问我: '您可以试着问我',
        去试试: '去试试',
        展开: '展开',
        清空: '清空',
        删除: '删除',
        全部: '全部',
        示例: '示例',
        重命名: '重命名',
        请遵守: '请遵守',
        点击左侧的: '点击左侧的',
        文档名称: '文档名称',
        开始解析: '开始解析',
        文档AI解析中: '文档AI解析中',
        查看文档: '查看文档',
        上传文档: '上传文档',
        让我为您解析文档: '让我为您解析文档',
        鹏城扁鹊Bot内测规则: '鹏城扁鹊Bot内测规则',
        和: '和',
        '鹏城扁鹊Bot（测试版）个人信息保护规则': '鹏城扁鹊Bot（测试版）个人信息保护规则',
        上传提示: '请上传pdf、excel、tiff、png格式的文件'
    }

};

export default config;
