export const RecordType = [
    '门诊记录',
    '入院记录',
    '24小时入出院记录',
    '医嘱',
    '检验报告',
    '检查报告',
    '首次病程记录',
    '出院记录',
    '病案首页',
    '输血申请单',
    '手术申请单',
    '术前讨论记录',
    '术前小结',
    '手术记录',
    '手术安全核查记录单',
    '麻醉记录',
    '术后病程记录',
    '日常病程记录',
    '护理记录',
    '体温单',
    '会诊记录',
    '疑难病例讨论记录',
    '查房记录',
    '抢救记录',
    '转入记录',
    '转出记录',
    '死亡记录',
    '死亡病例讨论记录',
    '知情同意书',
    '新生儿出生记录',
    '有创操作记录',
    '阶段小结',
    '交班记录',
    '接班记录',
    '授权委托书',
    '病理检查报告单',
    '血液透析申请单'
];


// 后端返回的成功code码
export const SUCESS_CODE = 0;

// 脑海API成功码
export const CHAT_MIND_CODE = 200;

// 后端返回需要跳转页面的的code码
export const REDIRECT_CODE = 4302;

// Token过期的code
export const TOKEN_EXPIRE_CODE = 4405;

